Repository: zhang232425/ZJHome
Catalog: ZJHome/Assets/*.lproj/Locale.strings
Languages: id

# networkOffline
source: The Internet connection appears to be offline
id: Koneksi internet tampaknya offline

# requestTimedOut
source: Request Timeout
id: Minta Waktu Habis

# requestFailed
source: Request failed, please try again
id: Permintaan gagal, silakan coba lagi

# welcome
source: Welcome to OneAset
id: Selamat Datang di OneAset

# noSignal
source: No signal yet
id: Tidak Ada Sinyal

# guideHeaderName
source: Start the Wealth Journey
id: Mulailah Perjalanan Kekayaan

# productCellRemainPrefix
source: Remaining
id: Tersisa

# productPeriodUnitDay
source: Day
id: Hari

# productPeriodUnitMonth
source: Month
id: Bulan

# homeSectionNameRecommendP2P
source: Everyone's Essentials
id: Kebutuhan Semua Orang

source: View More >
id: Cek Selengkapnya >

# homeSectionNameRecommendInsurance
source: Top Insurance Product
id: Produk Asuransi Pilihan

# insureAmountPrefix
source: Start From
id: Mulai dari
